package com.api.displaywidget.ui

object Adkar {
    val list = listOf(
        "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّد",
        "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ",
        "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ",
        "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً" + "\n" +
                "وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاًَ",
        "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ" + "\n" +
                "وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكََ",
        "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ",
        "أسْتَغْفِرُ اللهَ العَظِيمَ وَأتُوبُ إلَيهِ",
        "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ",
        "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً",
        " سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ",
        "لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ",
        "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي",
        "اللَّهُمَّ رَحْمَتَكَ أَرْجُو،" + "\n" +
                " فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ",
        "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ",
        "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً" + "\n" +
                " وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ"
    )
}